#+title: Index

* Test
1) Items
2) Items



~Babel~
#+begin_src python :results file :exports results
import matplotlib.pyplot as plt
import numpy as np

xpoints = np.array([1,8])
ypoints = np.array([1,8])

plt.plot(xpoints, ypoints)

fname = './test.png'
plt.savefig(fname)
return fname
#plt.show()
#+end_src

#+begin_src C
#include<stdio.h>

int main(){
  printf("%d",1);
  return 0;
}
#+end_src

#+RESULTS:
: 1
* TODO test
- [ ] test
